Revit 2027 API
ParameterTypeId.DividedpathMinDistance Property
 "Minimum Distance"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DividedpathMinDistance { get; }
Public Shared ReadOnly Property DividedpathMinDistance As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DividedpathMinDistance {
	ForgeTypeId^ get ();
}
static member DividedpathMinDistance : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace